[
            {"q": "hello","a": "Hello! Welcome to Brothko Institute. How can I help you today?"},
            {"q": "hi","a": "Hi there! This is Brothko Institute Chatbot. Ask me anything!"},
            {"q": "course","a": "We offer premium training programs in Java & Python Full Stack Development"},
            {"q": "training","a": "Our training includes hands-on projects in Java and Python Full Stack, along with career guidance."},
            {"q": "fees","a": "Our course fees depend on the chosen program. Please talk to our counselor for detailed information."},
            {"q": "price","a": "The price varies by program. Kindly connect with our counselor team for exact details."},
            {"q": "duration","a": "The duration of our Full Stack Development course is typically 6 months"},
            {"q": "timing","a": "Our classes run Monday to Saturday from 8:00 AM to 6:00 PM."},
            {"q": "location","a": "We are located in Bhopal, Madhya Pradesh."},
            {"q": "address","a": "Our main office is at Brothko Institute, Bhopal, Madhya Pradesh."},
            {"q": "counselor","a": "Our friendly counselors are Vishnu, Rohit, and Surendra. They will be happy to assist you"},
            {"q": "vishnu","a": "Counselor Vishnu is here to help you with admissions and course guidance."},
            {"q": "rohit","a": "Counselor Rohit is available for placement-related queries and course support."},
            {"q": "surendra","a": "Counselor Surendra can assist you with general queries and technical support."},
            {"q": "contact","a": "You can reach us at: 8319428709"},
            {"q": "phone","a": "Call us at 8319428709"},
            {"q": "mobile","a": "Our official mobile number is 8319428709"},
            {"q": "email","a": "You can mail us at surendrapandey5252@gmail.com"},
            {"q": "mail","a": "For queries, email us at surendrapandey5252@gmail.com"},
            {"q": "support","a": "For support, call 8319428709 or email surendrapandey5252@gmail.com"},
            {"q": "placement","a": "We provide 100% placement assistance with mock interviews and job guidance"},
            {"q": "career","a": "Brothko Institute helps you build a career in Full Stack Development with real-world projects"},
            {"q": "about","a": "Brothko Institute is a premium training center specializing in Java & Python Full Stack Development."},
            {"q": "apply","a": "You can apply for admission by filling out our enrollment form online or visiting our institute office"},
            {"q": "admission","a": "Admission is simple! Fill out the form, submit documents, pay fees, and you're enrolled."},
            {"q": "eligibility","a": "Eligibility: Basic knowledge of computers is enough. No coding background required!"},
            {"q": "documents","a": "Required documents: 1. ID Proof 2. Passport-size photo 3. Last qualification certificate"},
            {"q": "demo","a": "Yes! We provide FREE demo classes so you can experience our teaching style before enrolling."},
            {"q": "scholarship","a": "We provide merit-based scholarships for deserving students. Ask our counselors for details."},
            {"q": "installment","a": "Yes, we offer easy installment options for fee payment"},
            {"q": "batch","a": "New batches start every month. Contact us to join the upcoming one."},
            {"q": "bye","a": "Goodbye Have a great day! Hope to see you soon at Brothko Institute."},
            {"q": "why choose","a": "Because Brothko Institute provides hands-on training, live projects, placement support, and guidance from experts."},
            {"q": "brothko","a": "Brothko Institute is a premium training institute for Java & Python Full Stack Development."},
            {"q": "enroll","a": "To enroll, simply call 8319428709 or email surendrapandey5252@gmail.com"},
            {"q": "support","a": "Our support team is always ready to help you. You can contact Vishnu, Rohit, or Surendra at 8319428709."}
        ]